tap "adoptopenjdk/openjdk"
tap "boz/repo"
tap "buildkite/buildkite"
tap "buildkite/cli"
tap "cjbassi/ytop"
tap "codacy/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "indigo-dc/oidc-agent"
tap "ktr0731/evans"
tap "mike-engel/jwt-cli"
tap "universal-ctags/universal-ctags"
tap "zachmann/x11-ssh-askpass"
brew "act"
brew "libyaml"
brew "ansible"
brew "arm-linux-gnueabihf-binutils"
brew "asciinema"
brew "asn1c"
brew "autoconf"
brew "automake"
brew "python@3.9"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "berkeley-db"
brew "binutils"
brew "bzip2"
brew "glib"
brew "pkg-config"
brew "tcl-tk"
brew "checkstyle"
brew "clang-format"
brew "clojure"
brew "cmake"
brew "composer"
brew "coreutils"
brew "csvkit"
brew "ctop"
brew "openldap"
brew "curl"
brew "docutils"
brew "dog"
brew "dos2unix"
brew "erlang"
brew "elixir"
brew "exa"
brew "fd"
brew "libtool"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "sdl2"
brew "srt"
brew "ffmpeg"
brew "freetds"
brew "gcc"
brew "gdb"
brew "gh"
brew "git"
brew "gleam"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "grip"
brew "grpcurl"
brew "helm"
brew "hexyl"
brew "httpie"
brew "hugo"
brew "jq"
brew "jsonnet"
brew "kubectx"
brew "kustomize"
brew "libidn"
brew "nghttp2"
brew "libpq"
brew "libproxy"
brew "libxml2"
brew "make"
brew "minikube"
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "nasm"
brew "neovim"
brew "node"
brew "onefetch"
brew "packer"
brew "php", link: false
brew "pipenv"
brew "pipx"
brew "portaudio"
brew "promtail"
brew "protoc-gen-go"
brew "pyenv"
brew "python@3.8"
brew "qt"
brew "ripgrep"
brew "rustup-init"
brew "sdl2_ttf"
brew "shellcheck"
brew "sl"
brew "socat"
brew "squirrel"
brew "starship"
brew "svtplay-dl"
brew "tanka"
brew "tcptraceroute"
brew "telnet"
brew "terraform"
brew "tmux"
brew "tokei"
brew "tree"
brew "watch"
brew "wget"
brew "whois", link: true
brew "xmlstarlet"
brew "yamllint"
brew "yarn"
brew "zlib"
brew "boz/repo/kail"
brew "buildkite/buildkite/buildkite-agent"
brew "buildkite/cli/bk"
brew "cjbassi/ytop/ytop"
brew "codacy/tap/codacy-analysis-cli"
brew "indigo-dc/oidc-agent/oidc-agent"
brew "ktr0731/evans/evans", link: false
brew "mike-engel/jwt-cli/jwt-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "adoptopenjdk14"
cask "adoptopenjdk14-jre"
cask "xquartz"
