tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "asn1c"
brew "autoconf"
brew "automake"
brew "openssl"
brew "python"
brew "awscli"
brew "bash-completion"
brew "bat"
brew "berkeley-db"
brew "checkstyle"
brew "cmake"
brew "coreutils"
brew "ctop"
brew "curl"
brew "dos2unix"
brew "elixir"
brew "fd"
brew "fish"
brew "git"
brew "gnu-sed"
brew "httpie"
brew "libtool"
brew "imagemagick@6", link: true
brew "jq"
brew "libidn"
brew "libksba"
brew "libusb"
brew "libyaml"
brew "make"
brew "mkcert"
brew "mycli"
brew "mysql"
brew "neovim"
brew "node"
brew "openssl@1.1"
brew "packer"
brew "pkg-config"
brew "python@2"
brew "qt"
brew "ripgrep"
brew "rustup-init"
brew "sbt"
brew "scala"
brew "shellcheck"
brew "sl"
brew "telnet"
brew "tmux"
brew "tree"
brew "wget"
brew "whois"
brew "xmlstarlet"
brew "yamllint"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
