tap "cjbassi/ytop"
tap "codacy/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "universal-ctags/universal-ctags"
brew "openssl@1.1"
brew "asciinema"
brew "asn1c"
brew "autoconf"
brew "automake"
brew "awscli"
brew "bash"
brew "bash-completion"
brew "bat"
brew "berkeley-db"
brew "binutils"
brew "checkstyle"
brew "clang-format"
brew "clojure"
brew "cmake"
brew "coreutils"
brew "csvkit"
brew "ctop"
brew "curl"
brew "dos2unix"
brew "elixir"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "gcc"
brew "gdb"
brew "git"
brew "glfw"
brew "gnu-sed"
brew "libksba"
brew "libusb"
brew "gnupg"
brew "grip"
brew "helm"
brew "hexyl"
brew "httpie"
brew "hugo"
brew "jq"
brew "libidn"
brew "libtool"
brew "libxml2"
brew "libyaml"
brew "make"
brew "mycli"
brew "mysql"
brew "mysql-client"
brew "neovim"
brew "node"
brew "packer"
brew "pipenv", link: false
brew "pkg-config"
brew "portaudio"
brew "pyenv"
brew "qt"
brew "ripgrep"
brew "rustup-init"
brew "shellcheck"
brew "sl"
brew "socat"
brew "squirrel"
brew "svtplay-dl"
brew "telnet"
brew "tmux"
brew "tokei"
brew "tree"
brew "wget"
brew "whois"
brew "xmlstarlet"
brew "yamllint"
brew "yarn"
brew "zlib"
brew "cjbassi/ytop/ytop"
brew "codacy/tap/codacy-analysis-cli"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "font-fira-code"
cask "font-firacode-nerd-font-mono"
